{
  "page": 1,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/oX39pOojh66V5fCmakGVYAHVkwM.jpg",
      "genre_ids": [
        37,
        28,
        53,
        18,
        80
      ],
      "id": 941596,
      "original_language": "hi",
      "original_title": "Thar",
      "overview": "A mysterious stranger arrives in a village situated in the Thar desert and crosses paths with a veteran cop investigating a case of brutal killings.",
      "popularity": 0.7314,
      "poster_path": "/2PK1WRr8dOF7FG5G4VCal4GcnPT.jpg",
      "release_date": "2022-05-06",
      "title": "Thar",
      "video": false,
      "vote_average": 5.9,
      "vote_count": 34
    },
    {
      "adult": false,
      "backdrop_path": "/kyZ3gfWFRYo1h0OLXRe9eQof0OD.jpg",
      "genre_ids": [
        28,
        12,
        37
      ],
      "id": 103048,
      "original_language": "hi",
      "original_title": "China Gate",
      "overview": "After witnessing the brutal slaying of her Forest Officer father, Sunder Rajan, at the hands of dreaded dacoit Jageera, Sandhya goes to Colonel Krishnakant Puri and asks for his assistance in bringing an end to Jageera's rule in the Devdurg region. Krishnakant agrees to assist her, and summons about a dozen of his fellow officers and subordinates to assist him. They all assemble at Devdurg with all the necessary ammunitions and arms to combat Jageera, not realizing that Jageera has influence over the local police detachment, who will prevent Puri and his men to possess any guns and weapons. This does not deter Puri and his men, and they continue to stay on in Devdurg and gain the confidence of the villagers. What the villagers do not know that Krishnakant and his men had all been dishonorably discharged from the army for cowardice and retreating when attacked by the enemy. Will Puri and his men abandon Devdurg and let history repeat itself?",
      "popularity": 0.668,
      "poster_path": "/83Z4Vx01zIwftnpeoELknrGz8Lu.jpg",
      "release_date": "1998-11-27",
      "title": "China Gate",
      "video": false,
      "vote_average": 6.8,
      "vote_count": 14
    },
    {
      "adult": false,
      "backdrop_path": "/n6slig8KtUzYaxGxsM7e03T1s6L.jpg",
      "genre_ids": [
        28,
        18,
        37
      ],
      "id": 597190,
      "original_language": "hi",
      "original_title": "Joshilaay",
      "overview": "Dara and Karan, the sons of two of the victims of dacoit Jogi Thakur, wait many years to exact their revenge. When the Thakur's colleague Raja Singh cheats him and runs away with his loot, Jogi is arrested and sentenced for life imprisonment. Years later Jogi escapes from the prison to get hold of Raja and take back his booty, but finds his face on all the posters in the village to find him dead or alive with a reward of fifty thousand rupees. When Karan gets to know Jogi has escaped he goes looking for him. Dara also join hands with Karan to even the score with the dreaded dacoit.",
      "popularity": 0.3402,
      "poster_path": "/JODkcrpRtI3wP62J0uIg60FvQ6.jpg",
      "release_date": "1989-01-10",
      "title": "Joshilaay",
      "video": false,
      "vote_average": 5.3,
      "vote_count": 3
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        37
      ],
      "id": 528021,
      "original_language": "hi",
      "original_title": "Zalzala",
      "overview": "Treasure hidden in an abandoned Shiva temple attracts both good and evil characters to it, but can they retrieve the priceless gold and jewels before the earthquake (Zalzala) hits?",
      "popularity": 0.3016,
      "poster_path": "/rPjDfLdtGUh0qsjD6EDn1cYClrK.jpg",
      "release_date": "1988-05-13",
      "title": "Zalzala",
      "video": false,
      "vote_average": 0.0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        37
      ],
      "id": 159653,
      "original_language": "hi",
      "original_title": "Daulat Ki Jung",
      "overview": "Bhushan Chaudhry (Shafi Inamdar) and Mr. Agarwal (Tiku Talsania) are business rivals, and hate each other. Their children, Rajesh Chaudhry (Aamir Khan) and Asha Agarwal (Juhi Chawla) study in the same class in college, and are in love with each other. Both are terrified of what their parents will do when they find out about their romance. And when the parents do find out, all kinds of restrictions are placed on them. Unable to stay away from each other, they elope in a stolen car. On the way, they come across an injured man, and decide to take him to hospital. Little knowing that helping this stranger will not only change their lives forever, but also place their lives in danger.",
      "popularity": 0.3016,
      "poster_path": "/6hyO0QG9K0TczBTnn8M4p752wtB.jpg",
      "release_date": "1992-06-18",
      "title": "Daulat Ki Jung",
      "video": false,
      "vote_average": 7.2,
      "vote_count": 6
    },
    {
      "adult": false,
      "backdrop_path": "/7qNH426DVS7UuGPfV8nHHQ88tIY.jpg",
      "genre_ids": [
        28,
        37
      ],
      "id": 309150,
      "original_language": "hi",
      "original_title": "Kaala Sona",
      "overview": "Several years ago Rakesh's life was turned upside down when his dad was murdered. The only consolation to be drawn by his passing, was that the assailant was also killed. Years later, Rakesh finds out that his dad's killer is still alive, and the police have closed this file. He decides to avenge his father's death and travels to a far-off village, and befriends a young man named Shera. He finds out through Durga, whom he falls in love with, that his father's killer is Sardar Poppy Singh, who runs a vast underground business empire of growing and selling cocaine. Then Shera and Durga get the shocks of their lives when they find out that Rakesh has joined forces with Poppy, and has even killed a police officer to prove his loyalty. What led to Rakesh's sudden change of heart - from killing his father's assailant to becoming partners with him?",
      "popularity": 0.1876,
      "poster_path": "/rCz5Vmt29DCeOvWAiPobolSE5dK.jpg",
      "release_date": "1975-07-29",
      "title": "Kaala Sona",
      "video": false,
      "vote_average": 0.0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/6i04HGGNq7FLw6EjgR7hlBOHQOZ.jpg",
      "genre_ids": [
        28,
        37
      ],
      "id": 588062,
      "original_language": "hi",
      "original_title": "Wanted: Dead or Alive",
      "overview": "An honest forest officer, Vikram, is in love with Angela, and soon both get married. Their marriage and bliss is shattered when dacait Kehar Singh kills Angela. When Vikram sets out to avenge her death, he himself is framed and sentenced to prison. When he completes his sentence, he comes out only to be a suspect again, this time in the eyes of Neeta, who thinks he killed her dad.",
      "popularity": 0.155,
      "poster_path": "/5kkWQVA5EoUCnPYnR52169LheJW.jpg",
      "release_date": "1984-01-06",
      "title": "Wanted: Dead or Alive",
      "video": false,
      "vote_average": 0.0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        18,
        37
      ],
      "id": 647075,
      "original_language": "hi",
      "original_title": "Mooso",
      "overview": "Two best friends Kisan and Baloo have their dream of a house, a piece of land. A farm and a happy life. Baloo is a slow learner and is dependant on Kisan. His basic issue is to always touch soft things like velvet, silky hair and finally they die of his uncontrolled energy, which is unintentional. Kisan is an intelligent man and he takes care of Baloo like a mother. He cannot bear or see anybody harming Baloo. The story predicts their journey of both of them encountering incidences in their lives and how does everything get devastated, consequently.",
      "popularity": 0.1343,
      "poster_path": "/gsxRlIiSdFBYFfmVwjMeOwbZvO6.jpg",
      "release_date": "",
      "title": "The Mouse",
      "video": false,
      "vote_average": 0.0,
      "vote_count": 0
    }
  ],
  "total_pages": 1,
  "total_results": 8
}